#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {}!!

ഞാൻ 🛡️<a href="https://t.me/ADMOVEIAD">𝙰𝙳 𝙼𝙾𝚅𝙸𝙴𝚂 𝙷𝚄𝙽𝚃</a>🛡️ എന്ന ഗ്രൂപ്പിൽ മൂവീസ് കൊടുക്കുന്ന ബോട്ട് ആണ് 
 
നോക്കണ്ടാ എന്നെ മറ്റു ഗ്രൂപ്പിൽ ഒന്നും ഉപയോഗിക്കാൻ കഴിയുകയില്ല

©️MᴀɪɴᴛᴀɪɴᴇD Bʏ : <a href="https://t.me/Lucifer_Devil_AD">꧁𝗟𝘂ᴥ𝗰𝗶𝗳𝗲𝗿ʔ❍𝗠𝗼ᗕ𝗿𝗻ಠ𝗶𝗴𝘀𝘁ಠ𝗮𝗿꧂</a>
</b>"""    
    
    HELP_TEXT = """
<b>നോക്കണ്ടെടാ ഉണ്ണി ഇത് നീ ഉദ്ദേശിച്ചത് അല്ല 😹 !.</b>
"""
    
    ABOUT_TEXT = """<b>❍ ɴᴀᴍᴇ</b> : <code> JD</code>
    
<b>❍ ᴄʀᴇᴀᴛᴏʀ</b> : <b><i><a href="https://t.me/Lucifer_Devil_AD">꧁𝗟𝘂ᴥ𝗰𝗶𝗳𝗲𝗿ʔ❍𝗠𝗼ᗕ𝗿𝗻ಠ𝗶𝗴𝘀𝘁ಠ𝗮𝗿꧂</a></i></b>

<b>❍ ʟᴀɴɢᴜᴀɢᴇ</b> : <code>Python3</code>

<b>❍ ʟɪʙʀᴀʀʏ</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>❍ sᴏᴜʀᴄᴇ ᴄᴏᴅᴇ</b> : 🔐
"""
